StruSoft.Interop.StruXml.Data.Shell_buckling_type


StruSoft.Interop.StruXml.Data.Shell_buckling_type.Direction


StruSoft.Interop.StruXml.Data.Shell_buckling_type.Contour


StruSoft.Interop.StruXml.Data.Shell_buckling_type.Guid


StruSoft.Interop.StruXml.Data.Shell_buckling_type.Last_change


StruSoft.Interop.StruXml.Data.Shell_buckling_type.Action


StruSoft.Interop.StruXml.Data.Shell_buckling_type.Hash_order_id


StruSoft.Interop.StruXml.Data.Shell_buckling_type.Base_shell


StruSoft.Interop.StruXml.Data.Shell_buckling_type.Beta


StruSoft.Interop.StruXml.Data.Shell_buckling_type.AnyAttr
